[Telegram-бот для принятия заявок](https://kwork.ru/projects/2592752/view)

Бот для принятия заявок на ремонт оборудования интернет-провайдера ну или можно переделать для другой сферы деятельности.
Бот умеет:
Принимать заявку от клиента, можно поставить ограничение 1 заявка в неделю.
После того как клиент заполнит форму получит уведомление что заявка оформлена и напишет номер заявки.
Заявку видит администратор, после чего он её принимает или отклоняет и после принятия или отмены клиенту так же приходит уведомления, так же администратор может отправить клиенту сообщение.
Номер заявки генерируется случайным образом.
